---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionNum
source: html/69b54441-6ff1-14fa-2ff6-04d9bd5b1dcd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionNum Property

"Revision Number"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectRevisionRevisionNum { get; }
```